Repository: godofecht/DYMO-Labelwriter-App
Catalog: lprint/static-resources/lprint-*.strings
Languages: fr

# copies
source: Number of Copies
fr: Copies

source: Job State
fr: État de la tâche

# job-state.3
source: Pending
fr: En attente

# job-state.4
source: Held
fr: Retenue

# job-state.5
source: Processing
fr: Traitement en cours

# job-state.6
source: Stopped
fr: Arrêtée

# job-state.7
source: Canceled
fr: Annulée

# job-state.8
source: Aborted
fr: Interrompue

# job-state.9
source: Completed
fr: Terminée

# job-state-reasons
source: Job Status
fr: État détaillé de la tâche

# job-state-reasons.aborted-by-system
source: Aborted.
fr: Interrompue par le système.

# job-state-reasons.job-canceled-by-user
source: Canceled.
fr: Tâche annulée par l’utilisateur.

# job-state-reasons.job-completed-successfully
source: Printed.
fr: Tâche terminée.

# job-state-reasons.job-data-insufficient
source: Waiting for document.
fr: Données sur la tâche insuffisantes.

# job-state-reasons.job-incoming
source: Receiving document.
fr: Réception de la tâche.

# job-state-reasons.job-printing
source: Printing.
fr: Impression de la tâche.

# job-state-reasons.job-stopped
source: Stopped.
fr: Arrêtée.

# job-state-reasons.none
source: Pending.
fr: Aucun.

# job-state-reasons.processing-to-stop-point
source: Stopping.
fr: Traitement jusqu’au point d’arrêt.

# media
source: Media Size
fr: Support

# media-col
source: Media
fr: Support

source: Media Size
fr: Dimensions du support

# media-size-name
source: Media Size
fr: Nom du support

# media-source
source: Roll
fr: Source du papier

# media-source.alternate-roll
source: Alternate Roll
fr: Bobine secondaire

# media-source.main-roll
source: Main Roll
fr: Bobine principale

# media-top-offset
source: Top Offset
fr: Décalage supérieur

# media-tracking
source: Label Tracking
fr: Suivi des étiquettes

# media-tracking.continuous
source: Continuous
fr: Continu

# media-tracking.mark
source: Mark
fr: Tache

# media-tracking.web
source: Web/Hole
fr: Bouge

source: Media Type
fr: Type de papier

# media-type.continuous
source: Continuous Paper
fr: Continu

# media-type.labels
source: Cut Labels
fr: Étiquettes

# media-type.labels-continuous
source: Continuous Labels
fr: Étiquettes continues

# orientation-requested.4
source: Landscape
fr: Paysage

# orientation-requested.5
source: Reverse Landscape
fr: Paysage inversé

# orientation-requested.6
source: Reverse Portrait
fr: Portrait inversé

# orientation-requested.7
source: Automatic
fr: Automatique

# print-color-mode
source: Color Mode
fr: Mode colorimétrique de l’impression

# print-color-mode.bi-level
source: Black and White
fr: Texte

# print-color-mode.monochrome
source: Grayscale
fr: Monochrome

# print-content-optimize
source: Optimize
fr: Optimisation de l’impression

# print-content-optimize.auto
source: Automatically
fr: Automatique

# print-content-optimize.graphic
source: for Graphics
fr: Graphismes

# print-content-optimize.photo
source: for Photographs
fr: Photo

# print-content-optimize.text
source: for Text Only
fr: Texte

# print-content-optimize.text-and-graphic
source: for Text and Graphics
fr: Texte et graphismes

source: Print Darkness
fr: Imprimer l'obscurité

source: Print Quality
fr: Qualité d’impression

# print-quality.3
source: Draft
fr: Brouillon

# print-quality.4
source: Normal
fr: Normale

# print-quality.5
source: Best
fr: Élevée

source: Print Speed
fr: Vitesse d'impression

# printer-resolution
source: Print Resolution
fr: Résolution de l’impression

source: Printer State
fr: État de l’imprimante

# printer-state-reaosns
source: Printer Status
fr: État détaillé de l’imprimante

# printer-state-reasons.cover-open
source: Cover open.
fr: Couverture ouverte.

# printer-state-reasons.media-empty
source: Out of paper.
fr: Support épuisé.

# printer-state-reasons.media-jam
source: Paper jam.
fr: Bourrage du support.

# printer-state-reasons.media-low
source: Replace paper soon.
fr: Support presque épuisé.

# printer-state-reasons.media-needed
source: Load paper.
fr: Support requis.

# printer-state-reasons.none
source: Ready.
fr: Aucun.

# printer-state-reasons.other
source: See printer.
fr: Autre.
